//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "취소";
"Done" = "완료";

/* Default title */
"Photos" = "사진";

/* No. of selected */
"%@ Photo Selected" = "사진 %@개 선택됨";
"%@ Photos Selected" = "사진 %@개 선택됨";
"%@ Video Selected" = "동영상 %@개 선택됨";
"%@ Videos Selected" = "동영상 %@개 선택됨";
"%@ Items Selected" = "항목 %@개 선택됨";

/* Grid view footer */
"%@ Photos" = "사진 %@개";
"%@ Videos" = "동영상 %@개";
"%@ Photos, %@ Videos" = "사진 %1$@개, 동영상 %2$@개";

/* Assets index */
"%@ of %@" = "%2$s 중 %1$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "이 앱에서 사진이나 동영상에 접근할 수 없습니다";
"You can enable access in Privacy Settings." = "개인 정보 보호 설정에서 접근 권한을 부여하십시오.";

/* Messages if no assets */
"No Photos or Videos" = "사진이나 동영상 없음";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "카메라로 사진이나 동영상을 찍거나, iTunes를 사용하여 내 %@와(과) 사진 및 동영상을 동기화할\n수 있습니다.";
"You can sync photos and videos onto your %@ using iTunes." = "iTunes를 사용하여 내 %@와(과) 사진 및 동영상을 동기화할 수 있습니다.";

/* Accessibility labels */
"Play" = "재생";
"Select" = "선택";
"Deselect" = "선택 해제";

/* Video duration spell out */
"hours" = "시간";
"hour" = "시간";
"minutes" = "분";
"minute" = "분";
"seconds" = "초";
"second" = "초";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "스트리밍 동영상을 재생할 수 없음";
"OK" = "확인";
